{
  "navbar.patch_highlights": "Patch highlights",
  "navbar.about_us": "About us",
  "navbar.join_team": "Join our team",
  "app.info_text": "League of Legends is constantly evolving, and keeping up with it can be very time consuming. Our goal is to make it easy for you to take advantage of every buff and nerf, new strategies, builds, and everything that has changed around your favourite champions and current league.",
  "app.donation_text": "We won't charge you for this information, but keep in mind we have awesome plans to develop all kinds of crazy stuff. Consider helping us to do it and get a special place in our hearts!",
  "app.title_grow": "grow",
  "app.title_help_us": "Help us",
  "app.title_insights": "Insights",
  "app.title_reasearch_knowledge": "Research + Knowledge = ",
  "about_us.title": "Players like yourself",
  "join_team.title": "Join our team",
  "join_team.text": "We are a growing team of players and we are always looking to meet new people interested in League of Legends.",
  "join_team.contact": "If you want to be a part of this project or contribute in your own way, get in touch with us at ",
  "main_patch.current_patch": "Current patch",
  "tier_list.top_champions_title": "Top champion picks",
  "tier_list.top_champions_intro":  "These are the best champions in patch ",
  "tier_list.top_champions_text": "Although it is not a certain win, playing champions that are strong in the current meta can give you an advantage over your opponent.",
  "patch_notes.important_highlights": "Important highlights",
  "patch_notes.summary": "Even if this is not everything that has happened in this patch, it summarizes the most important things you have to consider to take advantage of the current changes.",
  "patch_notes.dangerous_buffs": "Danerous buffs",
  "patch_notes.killer_nerfs": "Killer nerfs",
  "patch_notes.updates": "Updates and changes",
  "patch_notes.official_notes": "View official patch notes",
  "champion_rotation.title": "Champion rotation",
  "champion_rotation.text" : "These are the champions that will we free to play in this week champion rotation."
}
