
{
  "navbar.patch_highlights": "Análisis del parche",
  "navbar.about_us": "Sobre nosotros",
  "navbar.join_team": "Unirse al equipo",
  "app.info_text": "League of Legends evoluciona constantemente, y mantenerse al día puede ser una tarea compleja. Nuestro objetivo es lograr que sea sencillo para tí aprovechar cada buff y nerf, nuevas estrategias, equipamiento, y todo lo que ha cambiado en torno a tus campeones favoritos y tu liga actual.",
  "app.donation_text": "No te cobraremos por esta información, pero ten en cuenta que tenemos increíbles planes en mente para desarrollar todo tipo de cosas locas. Considera ayudarnos a hacerlo y gana un espacio especial en nuestros corazones!",
  "app.title_grow": "crecer",
  "app.title_help_us": "Ayúdanos a",
  "app.title_insights": "Ideas",
  "app.title_reasearch_knowledge": "Investigación + Conocimiento = ",
  "about_us.title": "Jugadores como tú",
  "join_team.title": "Únete a nuestro equipo",
  "join_team.text": "Somos un equipo en crecimiento de jugadores y siempre estamos buscando conocer gente nueva que se interese por el League of Legends.",
  "join_team.contact": "Si te gustaría formar parte de este proyecto o contribuir en tu propia forma, contáctanos en ",
  "main_patch.current_patch": "Parche actual",
  "main_patch.sources": "Toda la información fue obtenida a partir de diversas fuentes online (YouTube, notas oficiales, reviews, etc.) y adaptada por nuestro equipo para simplificar la lectura por parte del usuario. Elegimos a los mejores campeones teniendo en cuenta su porcentaje de victorias y cuánto han sido elegidos en cada liga.",
  "tier_list.top_champions_title": "Campeones fuertes",
  "tier_list.top_champions_intro":  "Estos son los campeones más fuertes en el parche ",
  "tier_list.top_champions_text": "Aunque no garantizan una victoria, jugar con campeones fuertes en el parche actual puede darte una ventaja sobre tu oponente.",
  "patch_notes.important_highlights": "Conclusiones importantes",
  "patch_notes.summary": "Aunque no es todo lo que cambió en este parche, resumimos los detalles más importantes que hay que tener en cuenta para sacar ventaja y no ser tomado por sorpresa por los cambios recientes.",
  "patch_notes.dangerous_buffs": "Buffs peligrosos",
  "patch_notes.killer_nerfs": "Nerfs asesinos",
  "patch_notes.updates": "Cambios y actualizaciones",
  "patch_notes.official_notes": "Ver notas oficiales del parche",
  "patch_notes.tactical_buffs": "Buffs tacticos",
  "patch_notes.strategic_nerfs": "Nerfs estrategicos",
  "patch_notes.tft_updates":"Cambios neutrales",
  "cheatsheet":"Sabemos que algunas veces es dificil de recordar todos los items dentro de Teamfight Tactics. Por eso, pensamos en dejarles una pequeña ayuda con las recetas de los items en sus futura batallas."
}
